<template>
  <view class="wripper">
    <view class="normal-row bold txtr"> 发布日期：2024年7月1日 </view>
    <view class="normal-row bold txtr"> 生效时间：2024年7月1日 </view>
    <view class="normal-row bold">
      欢迎您使用国信合创软件及服务（以下简称“本服务”）
    </view>
    <view class="normal-row bold">
      为使用本服务，您应当充分阅读、理解本协议，其中限制、免责条款或者其他涉及您重大权益的条款会以加粗形式提示您重点注意。
      本协议由您与提供国信合创服务的提供者上海国信合创计算机网络科技有限公司（以下简称“我们”或“国信合创”）签署。一旦登录（默认注册成功），即视为
      您已充分阅读、理解并同意接受和遵守本协议，否则，请您不要使用本服务。您通过勾选、点击确认或以其他方式表示接受本协议，或您以任何方式使用本服务的，即视为您已阅读并同意接受本协议的约束，本协议即在您与我们之间产生法律效力。阅读本协议的过程中，如果您不同意本协议或者其中任何条款约定，请您立刻停止接受本服务及后续操作。
    </view>
    <view class="normal-row bold">
      使用本服务应当遵守本协议、《国信合创隐私政策》以及本服务的服务规则。服务规则是指涉及本服务的服务内容、服务等级、操作文档内容的服务条款、规则、说明、标准等。服务规则以本服务相关页面展示的内容为准，请您事先了解服务规则，并根据服务规则进行操作，以确保顺利使用本服务。
      本协议内容包括协议正文以及所有我们就本服务已经发布的或将来可能发布的各类规则。我们有权根据需要制定、修改本协议和/或各类规则，届时将公示于网页（或推送通知、弹窗等其他合法方式）。除非法律法规另有强制性规定外，否则变更后的协议和规则一经公布即自动生效，成为本协议的一部分。在我们修改协议、规则条款后，您继续使用国信合创服务将被视作您已接受了修改后的条款。
    </view>
    <view class="normal-row title">1.基础约定</view>
    <view class="normal-row"
      >1.1服务对象：在您使用本服务前，请您确认您具备使用本服务的一切法律能力、资格和条件，且您的使用行为符合您与国信合创公司所在地相关的法律法规，也不存在违反本协议或国信合创相关页面公示的规则的情况。请您理解，目前国信合创仅面向中国大陆地区用户提供服务，如因您不符合上述要求的，请您停止使用本服务。<text
        class="bold"
        >我们有权对您的身份信息、使用行为进行核查以确认是否能继续为您提供服务，如我们在服务过程中发现您不符合前述要求的，我们有权立即停止向您提供服务。</text
      ></view
    >
    <view class="normal-row"
      >1.2服务范围：我们可能采用网页、小程序等形式，通过不断丰富的功能界面向用户提供本协议项下的软件服务。具体以我们实时发布的服务功能界面范围为准。</view
    >
    <view class="normal-row"
      >1.3功能更新：为更好地给您提供相关服务，并保证本服务的安全性，我们将不定期提供本服务及相关服务的更新或改变（包括但不限于软件修改、升级、部分功能停用、功能强化、开发新服务、软件替换等）。我们将在可行情况下以适当方式（包括但不限于系统提示、公告、站内信等）提示您，您有权选择接受更新后版本；如您选择不作更新，则本服务及相关服务的部分功能将受到限制或不能正常使用。</view
    >
    <view class="normal-row bold"
      >1.4服务用途限制：国信合创仅供您为个人学习、查询您填写的信息，您不得将国信合创及其一切生成内容作商业化用途。</view
    >
    <view class="title">2.账号使用</view>
    <view class="normal-row"
      >2.1您在使用本服务前，我们需要您注册一个账号并登录，您同意并理解，在您使用需要进行身份认证的功能或相关服务时（例如您进行任何用户内容上传、发布、分享、评论等），您可能需要提供您的真实身份信息（例如：手机号码）实名认证后方可使用，如涉及第三方账号关联登录的，您应保证您所使用的相关第三方账号已进行实名制注册登记，您需要保证您提供的身份信息真实、准确、合法、有效。如果您选择拒绝提供身份信息，则您将可能无法获得本服务。</view
    >
    <view class="normal-row bold"
      >2.2您理解并承诺，您所设置的账号不得违反国家法律法规相关规定，您的账号名称、头像和简介等注册信息及其他个人信息中不得出现违法和不良信息，未经他人许可不得用他人名义（包括但不限于冒用他人姓名、名称、字号、头像或其他足以让人引起混淆的方式）开设账号，不得恶意注册账号（包括但不限于频繁注册、批量注册账号等行为）。我们有权对您提交的信息进行审核。您在账号注册及使用过程中需遵守相关法律法规，不得实施任何侵害国家利益、损害其他公民合法权益，有害社会道德风尚的行为。</view
    >
    <view class="normal-row bold"
      >2.3您的账号仅限于您本人使用，未经国信合创书面同意，禁止以任何形式赠与、借用、出租、转让、售卖或以其他方式许可他人使用该账号。如果我们发现或者有合理理由认为账号使用者并非您本人，我们有权在未通知您的情况下，暂停或终止向该注册账号提供服务，并有权注销该账号，而无需向您承担法律责任。</view
    >
    <view class="normal-row"
      ><text
        >2.4您有责任维护您的个人账号的安全性与保密性，并对您以注册账号名义所从事的活动承担全部法律责任，包括但不限于您借助本服务进行的任何数据修改、言论发表等行为。</text
      >您应高度重视对账号的保密，在任何情况下不向他人透露账号。若发现他人未经许可使用您的账号或发生其他任何安全漏洞问题时，您应当立即通知我们。<text
        class="bold"
        >因您保管不当可能导致遭受盗号的责任由您自行承担。</text
      ></view
    >
    <view class="normal-row"
      >2.5您的账号在丢失后，可遵照我们的申诉途径及时申诉请求找回账号，我们可能需要您提供额外的信息以确认相关事宜，如您无法提供或提供的信息不充足的，我们将无法为您找回账号。我们的回复和采取措施需要合理期，且我们不对非我们原因造成的任何损失承担责任。</view
    >
    <view class="normal-row"
      >2.6为更好地为您提供服务，我们有权对使用本服务的用户进行分级、分类管理，并有权根据级别设置相应的权限、提供相应的服务。</view
    >
    <view class="title">3.您的权利与义务</view>
    <view class="normal-row"
      >3.1您有权依据本协议的约定使用本平台提供的服务，我们亦有权根据技术和业务的发展增加或减少服务内容。</view
    >
    <view class="normal-row"
      >3.2保护用户信息安全是国信合创公司的一项基本原则，我们将按照本协议及《国信合创隐私政策》的规定处理并采取适当的措施保护您的个人信息，以免遭受未经授权的访问、使用或披露。关于我们如何收集和使用您的个人信息以及您作为个人信息主体所享有的权益，您可以通过查阅《国信合创隐私政策》进一步获得。</view
    >
    <view class="normal-row"
      >3.3您应遵守所有适用的法律法规，除遵守本协议外，您还应当遵守《国信合创隐私政策》以及我们在本服务相关页面公布的其他等相关规则、政策的约定。</view
    >
    <view class="normal-row bold"
      >3.4您在从事与本服务相关的所有行为（包括但不限于访问浏览、利用、转载、宣传介绍）时，必须以善意且谨慎的态度行事，不得利用本服务从事危害国家安全和社会公共利益、扰乱经济秩序和社会秩序、侵犯他人合法权益等法律、行政法规禁止的活动：</view
    >
    <view class="normal-row bold">(1) 反对宪法所规定的基本原则的；</view>
    <view class="normal-row bold"
      >(2) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</view
    >
    <view class="normal-row bold">(3) 损害国家荣誉和利益的；</view>
    <view class="normal-row bold"
      >(4) 煽动民族仇恨、民族歧视，破坏民族团结的；</view
    >
    <view class="normal-row bold"
      >(5) 宣扬恐怖主义、极端主义或者煽动实施恐怖活动、极端主义活动的；</view
    >
    <view class="normal-row bold"
      >(6) 破坏国家宗教政策，宣扬邪教和封建迷信的；</view
    >
    <view class="normal-row bold"
      >(7) 散布谣言、虚假信息，扰乱社会秩序，破坏社会稳定的；</view
    >
    <view class="normal-row bold"
      >(8) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或教唆犯罪，或者交易、制造违禁品、管制物品的；</view
    >
    <view class="normal-row bold"
      >(9) 侮辱或诽谤他人，侵害他人名誉权、肖像权（例如不得利用信息技术手段伪造等方法侵害他人的肖像权）、隐私权、知识产权和其他合法权益的，或者仿冒、假借国家机构、社会团体或其他法人名义；</view
    >
    <view class="normal-row bold"
      >(10) 其他含有法律、行政法规禁止的其他内容的。</view
    >
    <view class="normal-row bold"
      >3.5请您知悉，如我们发现您违反本协议的约定或利用本服务从事违法犯罪活动的，我们有权依据自己的合理判断不经通知，采取警示、限制功能、暂停或者终止服务、封禁账号、删除相关内容等处置措施，保存有关记录，并向有关主管部门报告。由此而导致或产生的法律责任或第三方主张的任何索赔、要求或损失，您应当自行承担责任；因此给我们造成任何损失的，您也应当一并赔偿。</view
    >
    <view class="normal-row bold"
      >3.6本服务生成内容仅供参考，不构成对您的任何建议或决策，本服务无意向您提供任何自动化决策服务，除非本服务相关界面另有说明，或您与我们另有约定，您不应当将本服务作为自动化决策工具或技术进行使用。</view
    >
    <view class="title">4.我们的权利与义务</view>
    <view class="normal-row"
      >4.1我们将极力保障在现有技术上维护本服务的正常运行，并努力提升和改进技术，使用户的使用活动得以顺利进行；我们将本着诚实信用的原则，向用户提供安全、稳定、持续的服务，保障用户正常使用，不随意中断或停止提供该项服务。</view
    >
    <view class="normal-row bold"
      >4.2我们有权对您的账号注册申请进行审查，并决定是否接受您成为本服务的用户。我们有权对您违反有关法律法规或本协议规定的行为进行处理，包括但不限于中止服务、限制使用、终止服务、删除信息，对您的违法违规行为采取适当的法律行动，并依据法律法规保存有关信息、向有关部门报告等。</view
    >
    <view class="normal-row bold"
      >4.3请您留意，根据适用的法律法规，我们可能对交互上下文信息进行去标识化/匿名化技术处理，避免识别到特定个人身份，在保障隐私安全的前提下，用于改善您与国信合创元宝的交互质量和您的体验。</view
    >
    <view class="normal-row bold"
      >4.4我们将积极采取有效措施履行可适用的所有法律法规所规定的义务，包括但不限于：</view
    >
    <view class="normal-row bold"
      >(1) 我们在服务过程中将尽最大努力尊重知识产权，遵守商业道德，保护商业秘密；</view
    >
    <view class="normal-row bold"
      >(2) 我们尊重他人合法权益，并采取技术措施和组织措施最大程度避免本服务及其生成内容出现伤害他人身心健康的情形，避免损害他人的肖像权、名誉权、个人信息和隐私；</view
    >
    <view class="normal-row"
      >4.5我们将会对您的数据采取严格的保护措施，以最大限度保障其安全性和完整性，防止您的数据被非法访问或用于其他用途。<text
        >我们会按照法律法规规定，将中华人民共和国境内收集的用户个人信息存储于中华人民共和国境内。除非取得您的单独同意，或为了履行与您订立的合同，或为了遵循法律法规规定的义务，我们不会向境外提供您的任何个人信息。</text
      ></view
    >
    <view class="normal-row"
      >4.6在您进行账号注册或使用本服务时，如发现您账号可能存在涉诈等异常情形或存在较高涉诈等风险的，我们有权重新核验您的账号，并可根据风险情况，采取限期改正、限制功能、暂停使用、关闭账号、禁止重新注册以及本协议规定的其他处置措施，如发现涉诈违法犯罪线索、风险信息的，我们有权依照国家有关规定，根据涉诈风险类型、程度情况移送公安、金融、电信、网信等部门。</view
    >
    <view class="title">5.违约责任与责任限制</view>
    <view class="normal-row bold"
      >5.1您承诺，您将尽一切努力不使国信合创公司其关联公司、雇员受到任何与您使用本服务相关的诉讼、仲裁、赔偿、损失。出现此种情形的，您将代为承担相关责任。</view
    >
    <view class="normal-row bold"
      >5.2如您的行为给我们造成损失的（包括但不限于直接损失、名誉损失、罚款、赔偿以及由此引起的诉讼费、律师费等），我们有权向您追偿。</view
    >
    <view class="normal-row bold"
      >(1) 因自然灾害、罢工、暴乱、战争、政府行为、司法行政命令等不可抗力因素；</view
    >
    <view class="normal-row bold"
      >(2) 因本服务所涉及的硬件、软件进行护，或因各类因素出现故障；</view
    >
    <view class="normal-row bold"
      >(3) 因电力供应故障、通讯网络故障等公共服务因素或第三人因素；</view
    >
    <view class="normal-row bold"
      >5.3除非本服务相关界面另有说明，或您与我们另有约定，我们不对由于使用本服务给您引起的任何损害承担责任，包括但不限于直接的、间接的、特殊的、附带的、后果性的或惩罚性的任何性质的损害，无论您是否已经提前告知我们存在损害的可能性。</view
    >
    <view class="title">6.服务的变更和终止</view>
    <view class="normal-row"
      >6.1我们将根据互联网的发展、业务发展的情况以及法律、法规的变化，对本服务进行必要的变更，乃至终止。我们将通过各种显著的方式（包括应用推送、站内推送、服务公告等）通知用户。</view
    >
    <view class="normal-row bold"
      >6.2如发生如下情况，本协议将自动终止或解除：</view
    >
    <view class="normal-row bold">(1) 我们停止提供本服务；</view>
    <view class="normal-row bold"
      >(2) 我们或您任何一方因组织解散、破产、清算等原因停止存续或不再具有民事法律主体资格；</view
    >
    <view class="normal-row bold"
      >(3) 您提出注销账号并经我们审核通过的，或以其他方式停止接受本服务。</view
    >
    <view class="normal-row bold"
      >6.3如因您的原因导致本协议解除或终止的，我们仍有权：</view
    >
    <view class="normal-row bold"
      >(1) 保留您的注册数据及以前的行为记录，但属于个人信息的除外；</view
    >
    <view class="normal-row bold"
      >(2) 针对您在此前使用本服务过程中存在违法行为或违反本协议的行为，行使本协议所约定的权利。</view
    >
    <view class="title">7.法律适用与争议解决</view>
    <view class="normal-row bold"
      >7.1本协议的订立、执行和解释及争议的解决均应适用中国法律并受中国法院管辖。</view
    >
    <view class="normal-row bold"
      >7.2如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向国信合创公司所在地，即上海市徐汇区管辖权的法院提起诉讼。</view
    >
    <view class="title">8.联系方式</view>
    <view class="normal-row"
      >如您对本协议或者与本服务有关的事宜或有任何意见或建议，或您有任何疑问或需要帮助的，请您通过以下方式联系我们：</view
    >
    <view class="normal-row">运营方：上海国信合创计算机网络科技有限公司</view>
    <view class="normal-row">联系地址：上海市徐汇区丰谷路315弄24号3层</view>
    <view class="normal-row">联系邮箱：zhongzhifei@gxhc-cha.com</view>
    <view class="title">9.其他</view>
    <view class="normal-row"
      >9.1本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。</view
    >
    <view class="normal-row"
      >9.2如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</view
    >
    <view class="bottom-txt">上海国信合创计算机网络科技有限公司</view>
  </view>
</template>

<script>
export default {
  data: function () {
    return {};
  },
  methods: {},
};
</script>

<style lang="scss" scoped>
.wripper {
  width: 100%;
  box-sizing: border-box;
  padding: 52rpx 40rpx;
}
.wripper .normal-row {
  font-size: 32rpx;
  line-height: 52rpx;
  margin-bottom: 20rpx;
  color: #2f3031;
}
.wripper .txtr {
  text-align: right;
}
.wripper .title {
  font-size: 38rpx;
  line-height: 52rpx;
  margin-top: 48rpx;
  margin-bottom: 32rpx;
  font-weight: bold;
}
.wripper .ft48 {
  font-size: 38rpx;
  line-height: 52rpx;
}
.wripper .bold {
  font-weight: bold;
}
.wripper .bottom-txt {
  margin-top: 60rpx;
  font-size: 32rpx;
  text-align: right;
  margin-bottom: 120rpx;
}
</style>
